{
  "heading": "About Concrete",

  "content": [{
    "content":"Concrete is an amazing product. You can give it any shape you want and it will retain it and become a durable hard surface. How much do you know about concrete? What makes it crack? How can we take care of it better? What are some special considerations that we need to take for our area?"},

    {
      "heading": "Concrete Composition",
      "content": "Concrete is made of aggregate (rocks one inch in diameter and smaller), sand, cement powder, and water. Special additives are included to make it stronger and to decrease or increase the amount of time it takes to set. The strength of concrete is determined by how much cement powder is included. Concrete obtains approximately 75% of its strength in 7 days and about 90% in 28 days."},

    {
      "heading": "Maintenance, Special Considerations For Our Area",
      "content": "The biggest problem with concrete in Utah County is the freeze-thaw cycle which is greatly exacerbated by the presence of salt brought in from the road. When a vehicle is parked on concrete the salt from the road is deposited in the tracks. If the concrete is not cleaned off, the concentration will increase every time resulting in spalling. The solutions to this problem are: proper drainage, good concrete, frequent snow removal, and concrete sealer."},
    {
      "heading": "Pouring Concrete",
      "content": "Some primary considerations in pouring concrete as far as the consumer is concerned are: making sure there is proper drainage, and controlling where it cracks. All exterior work needs to be sloped a 1/4 inch per foot to allow water to drain off. Concrete against the foundation should be reinforced with rebar drilled into the foundation to prevent future settling. Concrete is brittle, not flexible.  Therefore, it will crack. Grooves are placed in concrete to weaken that area so the concrete will crack in a straight line.  Generally, grooves should be spaced 10 feet or less with 4 inch thick concrete. Also, it's best to keep groove lines square when possible. Ground preparation is also important. Compacted, or undisturbed soil is necessary for a firm base. Concrete 4 inches thick is adequate for most needs."
    }]
}